accountsservice
awesome-terminal-fonts
baobab
base
base-devel
brightnessctl
btop
debugedit
docker-compose
dunst
efibootmgr
exo
file-roller
garcon
git
gnu-free-fonts
grub
grub-theme-vimix
gst-plugin-pipewire
hyprland
imagemagick
inetutils
iw
jdk17-openjdk
kitty
less
libva-intel-driver
libva-utils
light-locker
linux
linux-firmware
lsb-release
lshw
man-db
mousepad
mugshot
nano
neofetch
network-manager-applet
networkmanager
nftables
noto-fonts
noto-fonts-emoji
os-prober
pamixer
parole
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
postgresql
python-pip
python-pyxdg
python-setuptools
python-xlib
realtime-privileges
reflector
ristretto
rofi
sddm
speedtest-cli
sudo
swaybg
swww
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
tlp-rdw
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-jetbrains-mono
tumbler
waybar
wev
wl-clipboard
wmctrl
wofi
xcursor-themes
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-input-synaptics
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-xev
xorg-xinput
